Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Watch this — %@. [demo]
ar: شاهد هذا — %@. [عرض]
da: Se det her — %@. [demo]
de: Schau mal – %@. [Demo]
es: Mira esto — %@. [demostración]
fr: Regardez — %@. [démo]
hi: यह देखिए — %@। [डेमो]
id: Lihat ini — %@. [demo]
it: Guarda qui — %@. [demo]
ja: 見てください — %@。[実演]
ko: 보세요 — %@. [시연]
nb: Se på dette — %@. [demo]
nl: Kijk dit — %@. [demo]
pt_br: Olha só — %@. [demonstração]
sv: Titta på det här — %@. [demo]
th: ดูนี่ — %@ [เดโม]
tr: Şuna bak — %@. [demo]
vi: Xem nè — %@. [demo]
zh_hans: 看这里 — %@。[演示]
zh_hant: 看這個 — %@。[示範]

source: We signed a three-month deal
ar: وقّعنا اتفاقًا لمدة ثلاثة أشهر
da: Vi har skrevet under på en aftale på tre måneder
de: Wir haben einen Vertrag über drei Monate unterschrieben
es: Firmamos un acuerdo de tres meses
fr: On a signé un contrat de trois mois
hi: हमने तीन महीने की डील साइन की
id: Kami menandatangani kontrak tiga bulan
it: Abbiamo firmato un accordo di tre mesi
ja: 3か月の契約を結びました
ko: 3개월 계약을 맺었어요
nb: Vi signerte en avtale på tre måneder
nl: We hebben een deal van drie maanden getekend
pt_br: Fechamos um contrato de três meses
sv: Vi skrev på ett tremånadersavtal
th: เราเซ็นสัญญากันสามเดือน
tr: Üç aylık bir anlaşma imzaladık
vi: Bọn mình đã ký hợp đồng ba tháng
zh_hans: 我们签了三个月的合约
zh_hant: 我們簽下了一份為期三個月的合約

source: weeks with at least one video
ar: أسابيع فيها فيديو واحد على الأقل
da: uger med mindst én video
de: Wochen mit mindestens einem Video
es: semanas con al menos un video
fr: semaines avec au moins une vidéo
hi: कम से कम एक वीडियो वाले हफ़्ते
id: minggu dengan minimal satu video
it: settimane con almeno un video
ja: 1本以上投稿した週
ko: 영상이 하나 이상 있는 주
nb: uker med minst én video
nl: weken met minstens één video
pt_br: semanas com pelo menos um vídeo
sv: veckor med minst en video
th: สัปดาห์ที่มีอย่างน้อยหนึ่งวิดีโอ
tr: en az bir video olan haftalar
vi: tuần có ít nhất một video
zh_hans: 至少有一个视频的周数
zh_hant: 至少有一部影片的週數

source: Weight
ar: السُمك
da: Vægt
de: Stärke
es: Grosor
fr: Graisse
hi: वज़न
id: Ketebalan
it: Peso
ja: 太さ
ko: 굵기
nb: Tykkelse
nl: Gewicht
pt_br: Peso
sv: Tjocklek
th: น้ำหนักตัวอักษร
tr: Kalınlık
vi: Độ đậm
zh_hans: 粗细
zh_hant: 粗細

source: Welcome back. Cue lights its planet once it’s live.
ar: أهلًا بعودتك. يُضيء Cue كوكبها عندما تنشر.
da: Velkommen tilbage. Cue tænder sin planet, når den er live.
de: Willkommen zurück. Cue lässt den Planeten leuchten, sobald es live ist.
es: Bienvenido de nuevo. Cue enciende su planeta cuando esté publicado.
fr: Bon retour. Cue allume sa planète dès que c’est en ligne.
hi: वापसी पर स्वागत है। लाइव होते ही Cue उसका ग्रह रोशन करेगा।
id: Selamat datang kembali. Cue menyalakan planetnya setelah tayang.
it: Bentornato. Cue accende il suo pianeta quando è online.
ja: おかえりなさい。公開されたらCueがその惑星を灯します。
ko: 돌아오셨네요. 게시되면 Cue가 그 행성을 밝혀요.
nb: Velkommen tilbake. Cue tenner planeten når den er live.
nl: Welkom terug. Cue laat de planeet oplichten zodra het live staat.
pt_br: Bem-vindo de volta. O Cue acende o planeta quando estiver no ar.
sv: Välkommen tillbaka. Cue tänder planeten när det är live.
th: ยินดีต้อนรับกลับ Cue จะจุดดาวเคราะห์ของมันเมื่อเผยแพร่แล้ว
tr: Tekrar hoş geldin. Yayına girince Cue gezegenini yakar.
vi: Chào mừng bạn trở lại. Cue sẽ thắp hành tinh của nó khi video lên sóng.
zh_hans: 欢迎回来。发布后 Cue 会点亮它的星球。
zh_hant: 歡迎回來。發布後 Cue 會點亮它的星球。

source: Welcome to Cue Pro
ar: مرحبًا بك في Cue Pro
da: Velkommen til Cue Pro
de: Willkommen bei Cue Pro
es: Te damos la bienvenida a Cue Pro
fr: Bienvenue dans Cue Pro
hi: Cue Pro में आपका स्वागत है
id: Selamat datang di Cue Pro
it: Ti diamo il benvenuto in Cue Pro
ja: Cue Proへようこそ
ko: Cue Pro에 오신 것을 환영해요
nb: Velkommen til Cue Pro
nl: Welkom bij Cue Pro
pt_br: Boas-vindas ao Cue Pro
sv: Välkommen till Cue Pro
th: ยินดีต้อนรับสู่ Cue Pro
tr: Cue Pro'ya hoş geldin
vi: Chào mừng đến với Cue Pro
zh_hans: 欢迎使用 Cue Pro
zh_hant: 歡迎使用 Cue Pro

source: Welcome to Cue Pro · video exported
ar: مرحبًا بك في Cue Pro · تم تصدير الفيديو
da: Velkommen til Cue Pro · videoen er eksporteret
de: Willkommen bei Cue Pro · Video exportiert
es: Bienvenido a Cue Pro · vídeo exportado
fr: Bienvenue dans Cue Pro · vidéo exportée
hi: Cue Pro में आपका स्वागत है · वीडियो एक्सपोर्ट हुआ
id: Selamat datang di Cue Pro · video diekspor
it: Benvenuto in Cue Pro · video esportato
ja: Cue Proへようこそ · 動画を書き出しました
ko: Cue Pro에 오신 것을 환영해요 · 영상을 내보냈어요
nb: Velkommen til Cue Pro · videoen er eksportert
nl: Welkom bij Cue Pro · video geëxporteerd
pt_br: Bem-vindo ao Cue Pro · vídeo exportado
sv: Välkommen till Cue Pro · videon exporterad
th: ยินดีต้อนรับสู่ Cue Pro · ส่งออกวิดีโอแล้ว
tr: Cue Pro’ya hoş geldin · video dışa aktarıldı
vi: Chào mừng đến với Cue Pro · đã xuất video
zh_hans: 欢迎使用 Cue Pro · 视频已导出
zh_hant: 歡迎使用 Cue Pro · 影片已匯出

source: Wellness
ar: العافية
da: Velvære
es: Bienestar
fr: Bien-être
hi: वेलनेस
id: Kesehatan
it: Benessere
ja: ウェルネス
ko: 웰니스
nb: Velvære
nl: Welzijn
pt_br: Bem-estar
sv: Välmående
th: สุขภาพดี
tr: Sağlıklı yaşam
vi: Sống khỏe
zh_hans: 身心健康
zh_hant: 身心健康

source: What a normal Tuesday really looks like
ar: كيف يبدو يوم ثلاثاء عادي فعلاً
da: Hvordan en almindelig tirsdag virkelig ser ud
de: Wie ein normaler Dienstag wirklich aussieht
es: Cómo es de verdad un martes normal
fr: À quoi ressemble vraiment un mardi normal
hi: एक आम मंगलवार असल में कैसा होता है
id: Seperti apa hari Selasa biasa sebenarnya
it: Com’è davvero un martedì qualunque
ja: ふつうの火曜日のリアル
ko: 평범한 화요일의 진짜 모습
nb: Hvordan en vanlig tirsdag egentlig ser ut
nl: Hoe een gewone dinsdag er echt uitziet
pt_br: Como é de verdade uma terça-feira normal
sv: Hur en vanlig tisdag verkligen ser ut
th: วันอังคารธรรมดาจริงๆ เป็นแบบไหน
tr: Sıradan bir salı aslında nasıl geçiyor
vi: Một ngày thứ Ba bình thường thực sự ra sao
zh_hans: 一个普通周二的真实样子
zh_hant: 一個平凡的週二到底長什麼樣

source: What changes
ar: ما الذي سيتغير
da: Hvad der ændres
de: Was sich ändert
es: Qué cambia
fr: Ce qui change
hi: क्या बदलेगा
id: Apa yang berubah
it: Cosa cambia
ja: 変わること
ko: 달라지는 점
nb: Hva som endres
nl: Wat verandert
pt_br: O que muda
sv: Vad som ändras
th: อะไรจะเปลี่ยน
tr: Ne değişecek
vi: Điều gì thay đổi
zh_hans: 改变什么
zh_hant: 會變更的內容

source: What changes now
ar: ما الذي يتغير الآن
da: Hvad der ændres nu
de: Was sich jetzt ändert
es: Qué cambia ahora
fr: Ce qui change maintenant
hi: अब क्या बदलेगा
id: Apa yang berubah sekarang
it: Cosa cambia ora
ja: これから変わること
ko: 이제 달라지는 점
nb: Hva som endres nå
nl: Wat nu verandert
pt_br: O que muda agora
sv: Vad som ändras nu
th: ตอนนี้อะไรเปลี่ยน
tr: Şimdi ne değişiyor
vi: Giờ điều gì thay đổi
zh_hans: 现在改变什么
zh_hant: 現在會變更的內容

source: What Cue records with, and why.
ar: ما يسجّل به Cue، ولماذا.
da: Hvad Cue optager med, og hvorfor.
de: Womit Cue aufnimmt, und warum.
es: Con qué graba Cue, y por qué.
fr: Ce avec quoi Cue enregistre, et pourquoi.
hi: Cue किससे रिकॉर्ड करता है, और क्यों।
id: Setelan rekaman Cue, dan alasannya.
it: Con cosa registra Cue, e perché.
ja: Cueが録画に使う設定と、その理由。
ko: Cue가 녹화에 쓰는 설정과 그 이유.
nb: Hva Cue tar opp med, og hvorfor.
nl: Waarmee Cue opneemt, en waarom.
pt_br: Com o que o Cue grava, e por quê.
sv: Vad Cue spelar in med, och varför.
th: สิ่งที่ Cue ใช้อัด และเหตุผล
tr: Cue'nun neyle kaydettiği ve neden.
vi: Cue dùng gì để quay, và vì sao.
zh_hans: Cue 用什么录制，以及原因。
zh_hant: Cue 使用什麼設定錄製，以及原因。

source: What Cue sends
ar: ما يرسله Cue
da: Hvad Cue sender
de: Was Cue sendet
es: Lo que envía Cue
fr: Ce que Cue envoie
hi: Cue क्या भेजता है
id: Yang Cue kirim
it: Cosa invia Cue
ja: Cueが送る内容
ko: Cue가 보내는 내용
nb: Hva Cue sender
nl: Wat Cue verstuurt
pt_br: O que o Cue envia
sv: Vad Cue skickar
th: สิ่งที่ Cue ส่ง
tr: Cue'nun gönderdiği
vi: Cue gửi gì
zh_hans: Cue 发送的内容
zh_hant: Cue 傳送的內容

source: What Cue tells Apple Intelligence · on device
ar: ما يخبر به Cue ‏Apple Intelligence · على الجهاز
da: Hvad Cue fortæller Apple Intelligence · på enheden
de: Was Cue Apple Intelligence sagt · auf dem Gerät
es: Lo que Cue le dice a Apple Intelligence · en el dispositivo
fr: Ce que Cue dit à Apple Intelligence · sur l’appareil
hi: Cue, Apple Intelligence को क्या बताता है · डिवाइस पर
id: Yang Cue sampaikan ke Apple Intelligence · di perangkat
it: Cosa dice Cue ad Apple Intelligence · sul dispositivo
ja: CueがApple Intelligenceに伝える内容・端末内
ko: Cue가 Apple Intelligence에 전하는 내용 · 기기 내
nb: Hva Cue forteller Apple Intelligence · på enheten
nl: Wat Cue tegen Apple Intelligence zegt · op het toestel
pt_br: O que o Cue diz ao Apple Intelligence · no aparelho
sv: Vad Cue säger till Apple Intelligence · på enheten
th: สิ่งที่ Cue บอก Apple Intelligence · บนอุปกรณ์
tr: Cue'nun Apple Intelligence'a söyledikleri · cihazda
vi: Điều Cue nói với Apple Intelligence · trên thiết bị
zh_hans: Cue 告诉 Apple Intelligence 的内容 · 在设备上
zh_hant: Cue 告訴 Apple Intelligence 的內容 · 在裝置上

source: What didn’t sound like you?
ar: ما الذي لم يبدُ مثلك؟
da: Hvad lød ikke som dig?
de: Was klang nicht nach dir?
es: ¿Qué no sonaba como tú?
fr: Qu’est-ce qui ne vous ressemblait pas ?
hi: क्या आप जैसा नहीं लगा?
id: Apa yang tidak terdengar seperti kamu?
it: Cosa non suonava come te?
ja: 自分らしくなかったのは？
ko: 어떤 부분이 나답지 않았나요?
nb: Hva hørtes ikke ut som deg?
nl: Wat klonk niet als jou?
pt_br: O que não soou como você?
sv: Vad lät inte som du?
th: อะไรที่ไม่เหมือนคุณ?
tr: Hangi kısım sana benzemedi?
vi: Điều gì nghe không giống bạn?
zh_hans: 哪里不像你？
zh_hant: 哪裡不像你？

source: What do you create?
ar: ماذا تصنع من محتوى؟
da: Hvad laver du?
de: Was machst du für Inhalte?
es: ¿Qué creas?
fr: Que créez-vous ?
hi: आप किस बारे में बनाते हैं?
id: Kamu membuat konten tentang apa?
it: Di cosa crei contenuti?
ja: どんなジャンルを作っていますか？
ko: 어떤 콘텐츠를 만드나요?
nb: Hva lager du?
nl: Wat maak je?
pt_br: Sobre o que você cria?
sv: Vad skapar du?
th: คุณทำคอนเทนต์เกี่ยวกับอะไร
tr: Ne tür içerik üretiyorsun?
vi: Bạn làm nội dung về chủ đề gì?
zh_hans: 你创作什么内容？
zh_hant: 你創作什麼？

source: What do you film most?
ar: ماذا تصوّر أكثر؟
da: Hvad filmer du mest?
de: Was filmst du am meisten?
es: ¿Qué grabas más?
fr: Que filmez-vous le plus ?
hi: आप सबसे ज़्यादा क्या फ़िल्माते हैं?
id: Apa yang paling sering kamu rekam?
it: Cosa giri più spesso?
ja: 一番よく撮るのは何ですか？
ko: 가장 많이 찍는 영상은 뭔가요?
nb: Hva filmer du mest?
nl: Wat film je het vaakst?
pt_br: O que você mais grava?
sv: Vad filmar du mest?
th: คุณถ่ายคลิปแนวไหนบ่อยที่สุด
tr: En çok ne çekiyorsun?
vi: Bạn quay loại video nào nhiều nhất?
zh_hans: 你最常拍什么？
zh_hant: 你最常拍什麼？

source: What do you talk about?
ar: عن ماذا تتحدث؟
da: Hvad taler du om?
de: Worüber sprichst du?
es: ¿De qué hablas?
fr: De quoi parles-tu ?
hi: आप किस बारे में बात करते हैं?
id: Kamu membahas apa?
it: Di cosa parli?
ja: どんな話題を扱いますか？
ko: 어떤 주제로 이야기하나요?
nb: Hva snakker du om?
nl: Waar praat je over?
pt_br: Sobre o que você fala?
sv: Vad pratar du om?
th: คุณพูดเรื่องอะไร
tr: Ne hakkında konuşuyorsun?
vi: Bạn nói về chủ đề gì?
zh_hans: 你聊什么内容？
zh_hant: 你聊什麼內容？

source: What happened
ar: ما حدث
da: Hvad der skete
de: Was passiert ist
es: Qué pasó
fr: Ce qui s’est passé
hi: क्या हुआ
id: Apa yang terjadi
it: Cosa è successo
ja: 起きたこと
ko: 있었던 일
nb: Hva som skjedde
nl: Wat er gebeurde
pt_br: O que aconteceu
sv: Vad som hände
th: เกิดอะไรขึ้น
tr: Ne oldu
vi: Chuyện gì đã xảy ra
zh_hans: 发生了什么
zh_hant: 發生了什麼

source: What I eat on a busy workday
ar: ماذا آكل في يوم عمل مزدحم
da: Hvad jeg spiser på en travl arbejdsdag
de: Was ich an einem vollen Arbeitstag esse
es: Lo que como en un día de trabajo ajetreado
fr: Ce que je mange pendant une journée chargée
hi: बिज़ी वर्किंग डे पर मैं क्या खाती हूँ
id: Yang kumakan saat hari kerja sibuk
it: Cosa mangio in una giornata di lavoro piena
ja: 忙しい平日の食事
ko: 바쁜 평일에 먹는 것
nb: Hva jeg spiser på en travel arbeidsdag
nl: Wat ik eet op een drukke werkdag
pt_br: O que eu como num dia corrido de trabalho
sv: Vad jag äter en hektisk arbetsdag
th: วันทำงานยุ่งๆ ฉันกินอะไรบ้าง
tr: Yoğun bir iş gününde ne yiyorum
vi: Mình ăn gì trong ngày làm việc bận rộn
zh_hans: 忙碌工作日我吃什么
zh_hant: 忙碌工作日我吃什麼

# What I love: %@. What I don't: %@.
source: What I love: %1$@. What I don't: %2$@.
ar: ما أحبه: %1$@. ما لا أحبه: %2$@.
da: Det, jeg elsker: %1$@. Det, jeg ikke bryder mig om: %2$@.
de: Was ich liebe: %1$@. Was mich stört: %2$@.
es: Lo que me encanta: %1$@. Lo que no: %2$@.
fr: Ce que j’adore : %1$@. Ce que je n’aime pas : %2$@.
hi: जो पसंद है: %1$@। जो नहीं: %2$@।
id: Yang kusuka: %1$@. Yang tidak: %2$@.
it: Cosa amo: %1$@. Cosa no: %2$@.
ja: 好きな点：%1$@。イマイチな点：%2$@。
ko: 좋은 점: %1$@. 아쉬운 점: %2$@.
nb: Det jeg elsker: %1$@. Det jeg ikke liker: %2$@.
nl: Wat ik geweldig vind: %1$@. Wat niet: %2$@.
pt_br: O que eu amo: %1$@. O que eu não curto: %2$@.
sv: Det jag älskar: %1$@. Det jag inte gillar: %2$@.
th: ที่ชอบ: %1$@ ที่ไม่ชอบ: %2$@
tr: Sevdiğim: %1$@. Sevmediğim: %2$@.
vi: Mình thích: %1$@. Không thích: %2$@.
zh_hans: 我喜欢的：%1$@。不喜欢的：%2$@。
zh_hant: 我喜歡的：%1$@。我不喜歡的：%2$@。

source: What kind of creator are you?
ar: أي نوع من المبدعين أنت؟
da: Hvad for en skaber er du?
de: Was für ein Creator bist du?
es: ¿Qué tipo de creador eres?
fr: Quel type de créateur êtes-vous ?
hi: आप किस तरह के क्रिएटर हैं?
id: Kamu kreator seperti apa?
it: Che tipo di creator sei?
ja: どんなクリエイターですか？
ko: 어떤 크리에이터인가요?
nb: Hva slags skaper er du?
nl: Wat voor creator ben je?
pt_br: Que tipo de criador você é?
sv: Vad är du för typ av skapare?
th: คุณเป็นครีเอเตอร์แบบไหน?
tr: Nasıl bir içerik üreticisisin?
vi: Bạn là nhà sáng tạo kiểu nào?
zh_hans: 你是哪种创作者？
zh_hant: 你是哪一種創作者？

source: What may the ad say?
ar: ماذا يحق للإعلان أن يقول؟
da: Hvad må annoncen sige?
de: Was darf die Werbung sagen?
es: ¿Qué puede decir el anuncio?
fr: Que peut dire la pub ?
hi: विज्ञापन क्या कह सकता है?
id: Apa yang boleh dikatakan iklan?
it: Cosa può dire la pubblicità?
ja: 広告で言っていいことは？
ko: 광고에서 말해도 되는 건?
nb: Hva får annonsen si?
nl: Wat mag de advertentie zeggen?
pt_br: O que a publi pode dizer?
sv: Vad får annonsen säga?
th: โฆษณาพูดอะไรได้บ้าง
tr: Reklam ne söyleyebilir?
vi: Quảng cáo được nói gì?
zh_hans: 广告可以说什么？
zh_hant: 廣告可以說什麼？

source: What nobody tells you about starting to run
ar: ما لا يخبرك به أحد عن بدء الجري
da: Hvad ingen fortæller dig om at begynde at løbe
de: Was dir niemand übers Laufenanfangen sagt
es: Lo que nadie te cuenta sobre empezar a correr
fr: Ce qu’on ne vous dit pas quand vous commencez à courir
hi: दौड़ना शुरू करने के बारे में जो कोई नहीं बताता
id: Hal yang tak pernah diceritakan soal mulai lari
it: Quello che nessuno ti dice quando inizi a correre
ja: ランニングを始めるとき誰も教えてくれないこと
ko: 달리기를 시작할 때 아무도 말해 주지 않는 것
nb: Hva ingen forteller deg om å begynne å løpe
nl: Wat niemand je vertelt over beginnen met hardlopen
pt_br: O que ninguém te conta sobre começar a correr
sv: Vad ingen berättar om att börja springa
th: สิ่งที่ไม่มีใครบอกเรื่องการเริ่มวิ่ง
tr: Koşuya başlamakla ilgili kimsenin söylemediği şey
vi: Điều không ai nói khi bạn bắt đầu chạy bộ
zh_hans: 开始跑步时没人告诉你的事
zh_hant: 開始跑步時沒人告訴你的事

source: What they asked
ar: ما سألوا عنه
da: Hvad de spurgte om
de: Was sie gefragt haben
es: Lo que preguntaron
fr: Ce qu’ils ont demandé
hi: उन्होंने क्या पूछा
id: Yang mereka tanyakan
it: Cosa hanno chiesto
ja: 質問の内容
ko: 질문 내용
nb: Hva de spurte om
nl: Wat ze vroegen
pt_br: O que perguntaram
sv: Vad de frågade
th: สิ่งที่พวกเขาถาม
tr: Ne sordular
vi: Họ đã hỏi gì
zh_hans: 他们问了什么
zh_hant: 他們問了什麼

source: What they'll get
ar: ما سيحصلون عليه
da: Hvad de får
de: Was sie bekommen
es: Qué van a conseguir
fr: Ce qu’ils vont obtenir
hi: उन्हें क्या मिलेगा
id: Apa yang mereka dapat
it: Cosa otterranno
ja: 得られるもの
ko: 얻게 될 것
nb: Hva de får
nl: Wat ze krijgen
pt_br: O que as pessoas vão ganhar
sv: Vad de får
th: เขาจะได้อะไร
tr: Ne elde edecekler
vi: Họ sẽ nhận được gì
zh_hans: 他们能得到什么
zh_hant: 他們會得到什麼

source: What this is about
ar: عمّ يدور هذا
da: Hvad det her handler om
de: Worum es geht
es: De qué va esto
fr: De quoi il s’agit
hi: यह किस बारे में है
id: Tentang apa ini
it: Di cosa si tratta
ja: テーマ
ko: 무엇에 관한 건지
nb: Hva dette handler om
nl: Waar dit over gaat
pt_br: Do que se trata
sv: Vad det här handlar om
th: เรื่องนี้เกี่ยวกับอะไร
tr: Bu ne hakkında
vi: Nội dung là gì
zh_hans: 讲什么
zh_hant: 這是關於什麼

source: What to do next
ar: ما يجب فعله بعد ذلك
da: Hvad du skal gøre nu
de: Was als Nächstes zu tun ist
es: Qué hacer después
fr: Quoi faire ensuite
hi: आगे क्या करें
id: Apa yang dilakukan selanjutnya
it: Cosa fare dopo
ja: 次にすること
ko: 다음에 할 일
nb: Hva du skal gjøre videre
nl: Wat je hierna moet doen
pt_br: O que fazer em seguida
sv: Vad du ska göra härnäst
th: ต้องทำอะไรต่อ
tr: Sonra ne yapmalı
vi: Làm gì tiếp theo
zh_hans: 下一步做什么
zh_hant: 接下來該做什麼

source: What you take responsibility for
ar: ما تتحمل مسؤوليته
da: Hvad du tager ansvar for
de: Wofür du Verantwortung übernimmst
es: De qué te haces responsable
fr: Ce que vous assumez
hi: आप किस बात की ज़िम्मेदारी लेते हैं
id: Apa yang kamu tanggung jawabkan
it: Di cosa ti assumi la responsabilità
ja: 責任を認めること
ko: 책임지는 부분
nb: Hva du tar ansvar for
nl: Waar jij verantwoordelijkheid voor neemt
pt_br: Pelo que você assume a responsabilidade
sv: Vad du tar ansvar för
th: คุณรับผิดชอบเรื่องอะไร
tr: Neyin sorumluluğunu üstleniyorsun
vi: Bạn nhận trách nhiệm về điều gì
zh_hans: 你为什么负责
zh_hant: 你願意負責的事

source: What you're teaching
ar: ما تُعلّمه
da: Hvad du underviser i
de: Was du erklärst
es: Qué estás enseñando
fr: Ce que vous enseignez
hi: आप क्या सिखा रहे हैं
id: Apa yang kamu ajarkan
it: Cosa stai insegnando
ja: 教える内容
ko: 가르칠 내용
nb: Hva du lærer bort
nl: Wat je onderwijst
pt_br: O que você está ensinando
sv: Vad du lär ut
th: คุณกำลังสอนอะไร
tr: Ne öğretiyorsun
vi: Bạn đang dạy gì
zh_hans: 你要教什么
zh_hant: 你要教的內容

source: What's one thing you can't film without?
ar: ما الشيء الذي لا تستطيع التصوير دونه؟
da: Hvad er den ene ting, du ikke kan filme uden?
de: Ohne was kannst du nicht drehen?
es: ¿Sin qué no puedes grabar?
fr: Sans quoi ne pouvez-vous pas tourner ?
hi: कौन-सी एक चीज़ के बिना आप शूट नहीं कर सकते?
id: Satu hal yang wajib ada saat kamu syuting?
it: Senza cosa non riesci a girare?
ja: 撮影に欠かせないものは何？
ko: 촬영할 때 이것만은 꼭 있어야 한다면?
nb: Hva er den ene tingen du ikke kan filme uten?
nl: Wat is het ene ding waar je niet zonder kunt filmen?
pt_br: Sem o que você não consegue gravar?
sv: Vad är en sak du inte kan filma utan?
th: อะไรคือสิ่งเดียวที่ขาดไม่ได้เวลาถ่าย
tr: Onsuz çekim yapamadığın tek şey ne?
vi: Thứ duy nhất bạn không thể thiếu khi quay là gì?
zh_hans: 拍视频时你离不开的是什么？
zh_hant: 沒有它就拍不了的一樣東西是什麼？

source: What's said here
ar: ما يُقال هنا
da: Hvad der siges her
de: Was hier gesagt wird
es: Lo que se dice aquí
fr: Ce qui est dit ici
hi: यहाँ क्या कहा गया
id: Yang diucapkan di sini
it: Cosa si dice qui
ja: ここで話している言葉
ko: 여기서 하는 말
nb: Hva som sies her
nl: Wat hier wordt gezegd
pt_br: O que é dito aqui
sv: Vad som sägs här
th: สิ่งที่พูดตรงนี้
tr: Burada söylenen
vi: Điều được nói ở đây
zh_hans: 这里说的话
zh_hant: 這裡說的內容

source: What's the idea?
ar: ما الفكرة؟
da: Hvad er idéen?
de: Was ist die Idee?
es: ¿Cuál es la idea?
fr: Quelle est l’idée ?
hi: आइडिया क्या है?
id: Apa idenya?
it: Qual è l’idea?
ja: どんなアイデアですか？
ko: 어떤 아이디어인가요?
nb: Hva er idéen?
nl: Wat is het idee?
pt_br: Qual é a ideia?
sv: Vad är idén?
th: ไอเดียคืออะไร
tr: Fikir ne?
vi: Ý tưởng là gì?
zh_hans: 是什么想法？
zh_hant: 是什麼想法？

source: What’s your energy on camera?
ar: ما مستوى طاقتك أمام الكاميرا؟
da: Hvilken energi har du foran kameraet?
de: Welche Energie hast du vor der Kamera?
es: ¿Qué energía tienes a cámara?
fr: Quelle énergie as-tu face caméra ?
hi: कैमरे पर आपकी ऊर्जा कैसी है?
id: Seperti apa energimu di depan kamera?
it: Che energia hai davanti alla camera?
ja: カメラの前でのエネルギーは？
ko: 카메라 앞에서의 에너지는 어떤가요?
nb: Hvilken energi har du foran kameraet?
nl: Wat voor energie heb je voor de camera?
pt_br: Qual é sua energia diante da câmera?
sv: Vilken energi har du inför kameran?
th: คุณมีพลังแบบไหนหน้ากล้อง
tr: Kamera karşısında enerjin nasıl?
vi: Năng lượng của bạn trước máy quay thế nào?
zh_hans: 你在镜头前的能量如何？
zh_hant: 你在鏡頭前的能量如何？

source: When
ar: متى
da: Hvornår
de: Wann
es: Cuándo
fr: Quand
hi: कब
id: Kapan
it: Quando
ja: いつ
ko: 언제
nb: Når
nl: Wanneer
pt_br: Quando
sv: När
th: เมื่อไหร่
tr: Ne zaman
vi: Khi nào
zh_hans: 时间
zh_hant: 何時

source: Where Cue hears you in this take.
ar: من أين يسمعك Cue في هذه اللقطة.
da: Hvor Cue hører dig i denne optagelse.
de: Wo Cue dich in diesem Take hört.
es: Por dónde te oye Cue en esta toma.
fr: Par où Cue vous entend dans cette prise.
hi: इस टेक में Cue आपको कहाँ से सुनता है।
id: Dari mana Cue mendengarmu di take ini.
it: Da dove Cue ti sente in questa ripresa.
ja: このテイクでCueがあなたの声を拾うところ。
ko: 이 테이크에서 Cue가 소리를 듣는 곳.
nb: Hvor Cue hører deg i dette opptaket.
nl: Waar Cue je hoort in deze opname.
pt_br: Onde o Cue te ouve neste take.
sv: Där Cue hör dig i den här tagningen.
th: Cue ได้ยินคุณผ่านอะไรในเทคนี้
tr: Cue'nun bu çekimde seni nereden duyduğu.
vi: Cue nghe bạn qua đâu trong cảnh quay này.
zh_hans: 这个镜头中 Cue 从哪里收听你的声音。
zh_hant: Cue 在此鏡頭中聆聽你的位置。

source: Where do you post most?
ar: أين تنشر أكثر؟
da: Hvor poster du mest?
de: Wo postest du am meisten?
es: ¿Dónde publicas más?
fr: Où publies-tu le plus ?
hi: आप सबसे ज़्यादा कहाँ पोस्ट करते हैं?
id: Di mana kamu paling sering posting?
it: Dove pubblichi di più?
ja: 一番よく投稿する場所は？
ko: 어디에 가장 많이 올리나요?
nb: Hvor poster du mest?
nl: Waar post je het meest?
pt_br: Onde você mais posta?
sv: Var postar du mest?
th: คุณโพสต์ที่ไหนบ่อยที่สุด
tr: En çok nerede paylaşıyorsun?
vi: Bạn đăng nhiều nhất ở đâu?
zh_hans: 你最常在哪里发布？
zh_hant: 你最常在哪裡發佈？

source: Where each app's buttons and captions cover the frame
ar: أين تغطي أزرار كل تطبيق وترجماته الإطار
da: Hvor hver apps knapper og undertekster dækker billedet
de: Wo die Tasten und Untertitel jeder App das Bild verdecken
es: Dónde los botones y subtítulos de cada app cubren el encuadre
fr: Où les boutons et sous-titres de chaque app couvrent l’image
hi: हर ऐप के बटन और कैप्शन फ़्रेम को कहाँ ढकते हैं
id: Di mana tombol dan teks tiap aplikasi menutupi bingkai
it: Dove i pulsanti e i sottotitoli di ogni app coprono l’inquadratura
ja: 各アプリのボタンやキャプションがフレームを覆う位置
ko: 각 앱의 버튼과 자막이 화면을 가리는 위치
nb: Hvor hver apps knapper og tekster dekker bildet
nl: Waar de knoppen en ondertitels van elke app het beeld bedekken
pt_br: Onde os botões e legendas de cada app cobrem o quadro
sv: Var varje apps knappar och undertexter täcker bilden
th: ตำแหน่งที่ปุ่มและคำบรรยายของแต่ละแอปบังเฟรม
tr: Her uygulamanın düğmeleri ve altyazılarının kadrajı kapattığı yerler
vi: Nơi nút và phụ đề của mỗi ứng dụng che khung hình
zh_hans: 各应用的按钮和字幕会遮挡画面的位置
zh_hant: 各 App 的按鈕和字幕會遮擋畫面的位置
